export const questionsSai = [
    {
      id: 1,
      question: "นิสัยไหนที่เป็นตัวเองมากที่สุด",
      choices: ["ขี้สงสัย ช่างสังเกต"
        ,"มีการวางแผนก่อนทำสิ่งต่างๆ"
        ,"รับรู้ถึงการเปลี่ยนแปลงรอบตัวได้เร็ว"
        ,"ชอบความท้าทาย มีไอเดียอยู่ตลอด"],
    },
    {
      id: 2,
      question: "ชอบคนที่มีนิสัยแบบไหนที่สุด",
      choices: ["คนที่จดจำรายละเอียดได้ดี"
        ,"คนที่มีเหตุผลรองรับเสมอ"
        ,"green flag รักน้ำรักปลารักเรา"
        ,"คนที่ชวนทำกิจกรรมใหม่ๆ"],
    },
    {
      id: 3,
      question: "นิสัยไหนที่เป็นตัวเองมากที่สุด",
      choices: ["ขี้สงสัย ช่างสังเกต"
        ,"มีการวางแผนก่อนทำสิ่งต่างๆ"
        ,"รับรู้ถึงการเปลี่ยนแปลงรอบตัวได้เร็ว"
        ,"ชอบความท้าทาย มีไอเดียอยู่ตลอด"],
    },
    {
      id: 4,
      question: "ชอบคนที่มีนิสัยแบบไหนที่สุด",
      choices: ["คนที่จดจำรายละเอียดได้ดี"
        ,"คนที่มีเหตุผลรองรับเสมอ"
        ,"green flag รักน้ำรักปลารักเรา"
        ,"คนที่ชวนทำกิจกรรมใหม่ๆ"],
    },
    {
      id: 5,
      question: "นิสัยไหนที่เป็นตัวเองมากที่สุด",
      choices: ["ขี้สงสัย ช่างสังเกต"
        ,"มีการวางแผนก่อนทำสิ่งต่างๆ"
        ,"รับรู้ถึงการเปลี่ยนแปลงรอบตัวได้เร็ว"
        ,"ชอบความท้าทาย มีไอเดียอยู่ตลอด"],
    },
    {
      id: 6,
      question: "ชอบคนที่มีนิสัยแบบไหนที่สุด",
      choices: ["คนที่จดจำรายละเอียดได้ดี"
        ,"คนที่มีเหตุผลรองรับเสมอ"
        ,"green flag รักน้ำรักปลารักเรา"
        ,"คนที่ชวนทำกิจกรรมใหม่ๆ"],
    },
    // เพิ่มคำถามได้เรื่อย ๆ จนครบ 10 ข้อ
  ];
  