//ไฟล์นี้เก็บคำถามทั้งหมด
const questionsSai = [
	{
		id: 1,
		question: 'นิสัยไหนที่เป็นตัวเองมากที่สุด',
		choices: [
			'ขี้สงสัย ช่างสังเกต',
			'มีการวางแผนก่อนทำสิ่งต่างๆ',
			'รับรู้ถึงการเปลี่ยนแปลงรอบตัวได้เร็ว',
			'ชอบความท้าทาย มีไอเดียอยู่ตลอด',
		],
	},
	{
		id: 2,
		question: 'ชอบคนที่มีนิสัยแบบไหนที่สุด',
		choices: [
			'คนที่จดจำรายละเอียดได้ดี',
			'คนที่มีเหตุผลรองรับเสมอ',
			'green flag รักน้ำรักปลารักเรา',
			'คนที่ชวนทำกิจกรรมใหม่ๆ',
		],
	},
	{
		id: 3,
		question: 'อยากกินอาหารแบบไหนที่สุด',
		choices: [
			'อาหารที่ทำด้วยความใส่ใจ',
			'อาหารที่อาโหร่ยยย',
			'อาหารที่ไม่ผ่านการแปรรูป',
			'อาหารที่ใช้วัตถุดิบคุณภาพดี',
		],
	},
	{
		id: 4,
		question: 'อยากกินอาหารที่ไหน',
		choices: [
			'ที่ไหนก็ได้ที่มีเธอ',
			'สั่งมากินที่ห้อง',
			'ปิกนิกในสวน',
			'ร้านดังที่กำลังฮิต',
		],
	},
	{
		id: 5,
		question: 'คิดยังไงกับมดที่ไต่เข้ามาในบ้าน',
		choices: [
			'คิดว่ามดอาจจะหิว',
			'คิดหาสาเหตุ/ที่มาของมด',
			'คิดว่าที่ตรงนี้อาจจะเคยเป็นที่อยู่ของมด',
			'แก..ไม่..มี..สิทธิ์ ! มาไต่บ้านนี้',
		],
	},
	// เพิ่มคำถามได้เรื่อย ๆ จนครบ 10 ข้อ
];

const questionsSaiExtra = [
	{
		id: 6,
		question: 'ถ้าไปตั้งแคมป์ เราจะทำหน้าที่ไหน',
		choices: [
			'ช่วยซัพพอร์ตคนรอบๆตัว',
			'วางแผนที่พัก การเดินทาง ค่าใช้จ่าย',
			'เดินสำรวจธรรมชาติ',
			'หาสิ่งของเครื่องใช้ ที่ช่วยอำนวยความสะดวก',
		],
	},
];

export {questionsSai,questionsSaiExtra}