[
  {
    "major": 1,
    "name": "biozoo",
    "quote": "ศาสตร์แห่งการเข้าใจความเป็นไปของทุกชีวิตบนโลกนี้",
    "explanation": "ยินดีต้อนรับสู่ชีววิทยา ภาควิชาที่จะนำพาคุณไปสัมผัสกับคำว่าสิ่งมีชีวิต หากคุณเป็นคนที่ชื่นชอบตั้งคำถามเกี่ยวกับชีวิต ขี้สงสัย และช่างสังเกตคุณคือเด็ก BIO ตัวจริง แต่ถ้าคุณยังไม่มั่นใจ เรามีกิจกรรมปั้นไขผึ้ง รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/bio.webp"
  },
  {
    "major": 2,
    "name": "botgen",
    "quote": "ศาสตร์แห่งพันธุ์พืช และพันธุกรรมของสิ่งมีชีวิต",
    "explanation": "ยินดีต้อนรับสู่พฤกษศาสตร์ ภาควิชาที่คุณจะได้รู้จักกับพืชพันธุ์นานาชนิด และพาคุณไปศึกษาความลับของพันธุกรรม หากคุณเป็นคนชอบปลูกต้นไม้ เป็นคนใจเย็น คุณคือเด็ก BOTGEN พบกันที่ Botanical potion – floral remedies รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/botgen.webp"
  },
  {
    "major": 3,
    "name": "biochem",
    "quote": "ศาสตร์แห่งกระบวนการชีวเคมีในระดับโมเลกุล",
    "explanation": "ยินดีต้อนรับสู่ชีวเคมี ภาควิชาที่จะสอนคุณลึกเข้าไปถึงระดับโมเลกุลของสิ่งมีชีวิต ถ้าหากคุณเป็นคนที่ช่างสังเกต แน่นอนว่าคุณคือเด็ก BIOCHEM ตัวจริง แต่ถ้าคุณยังไม่มั่นใจ เรามีกิจกรรม DNA Whispering เสียงกระซิบจากดีเอ็นเอ รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/biochem.webp"
  },
  {
    "major": 4,
    "name": "micro",
    "quote": "ศาสตร์แห่งสิ่งมีชีวิตขนาดเล็ก แต่เป็นที่มาของเรื่องราวที่ยิ่งใหญ่",
    "explanation": "ยินดีต้อนรับสู่จุลชีววิทยา ภาควิชาที่จะนำพาให้คุณได้เห็นสิ่งมีชีวิตขนาดเล็กที่จะคอยสรรสร้างเรื่องราวที่ยิ่งใหญ่ หากคุณรู้สึกท้าทาย และอยากเรียนรู้ คุณคือเด็ก MICRO แน่นอน แต่ถ้าหากคุณยังไม่มั่นใจ เรามีกิจกรรม MICRO: my life รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/micro.webp"
  },
  {
    "major": 5,
    "name": "mathcom",
    "quote": "ศาสตร์แห่งตัวเลขและการสร้างสรรค์วิทยาการใหม่ ๆ",
    "explanation": "ยินดีต้อนรับสู่คณิตศาสตร์และวิทยาการคอมพิวเตอร์ จะนำพาคุณไปเรียนรู้ศาสตร์แห่งตัวเลข และเทคโนโลยี หากคุณเป็นคนชอบการคำนวณ หรือสนใจด้านคอมพิวเตอร์ คุณคือเด็ก MATHCOM แน่นอน แต่ถ้าหากคุณยังไม่มั่นใจ เรามีกิจกรรม Linear Regression Model & Data Visualization รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/mathcom.webp"
  },
  {
    "major": 6,
    "name": "chem",
    "quote": "ศาสตร์แห่งความเข้าใจพื้นฐานของทุกสรรพสิ่ง",
    "explanation": "ยินดีต้อนรับสู่เคมี ภาควิชาที่จะนำพาคุณไปสัมผัสการอธิบายโลกผ่าน ธาตุ ปฏิกิริยา หรือสารเคมีที่อยู่รอบตัวเรา หากคุณชอบการหาเหตุผลมารองรับกับสิ่งที่เกิดขึ้น คุณคือเด็ก CHEM แน่นอน แต่ถ้าหากคุณยังไม่มั่นใจ เรามีกิจกรรม Essence of Fortune รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/chem.webp"
  },
  {
    "major": 7,
    "name": "bsac",
    "quote": "ศาสตร์แห่งการเรียนรู้ที่จะประยุกต์สิ่งที่มีอยู่ให้ดีขึ้น",
    "explanation": "ยินดีต้อนรับสู่เคมีประยุกต์ ภาควิชาที่ทำให้คุณได้ลองพัฒนาเป็นสิ่งใหม่ๆ ถ้าคุณชื่นชอบในงานสร้างสรรค์ และพัฒนาผลิตภัณฑ์ใหม่ ๆ แน่นอนว่าคุณคือเด็ก BSAC ตัวจริง แต่ถ้าหากคุณยังไม่มั่นใจ เรามีกิจกรรม Essence of Fortune รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/bsac.webp"
  },
  {
    "major": 8,
    "name": "physics",
    "quote": "ศาสตร์แห่งการไขความลับของจักรวาล",
    "explanation": "ยินดีต้อนรับสู่ฟิสิกส์ ภาควิชาที่พาคุณไปสำรวจเบื้องหลังของจักรวาล จะเป็นอย่างไร หากเรื่องเล่าในยุกรีก ถูกเล่าด้วยกฎฟิสิกส์ ถ้าคุณชอบคิดแบบมีตรรกะ และความท้าทาย คุณคือเด็ก PHYSICS ตัวจริง แต่ถ้าหากคุณยังไม่มั่นใจ เรามีกิจกรรม มองฟ้ายังหลงดาว เธอเล่าเมื่อไหร่จะหลงกล รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/phy.webp"
  },
  {
    "major": 9,
    "name": "envi",
    "quote": "ศาสตร์แห่งสิ่งแวดล้อม และการแก้ไขปัญหาเพื่อรักษาโลกของเรา",
    "explanation": "ยินดีต้อนรับสู่วิทยาศาสตร์สิ่งแวดล้อม ภาควิชาที่ทำให้โลกของเราน่าอยู่มากยิ่งขึ้น ถ้าหากคุณเป็นคนที่รักษ์โลก และสนใจปัญหาสิ่งแวดล้อม แน่นอนว่าคุณคือเด็ก ENVI ตัวจริง แต่ถ้าคุณยังไม่มั่นใจ เรามีกิจกรรม ต้นไม้มงคล เสริมความเฮง เร่งความปัง รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/envi.webp"
  },
  {
    "major": 10,
    "name": "marine",
    "quote": "ศาสตร์แห่งท้องทะเลที่เรียนรู้ได้ไม่มีวันสิ้นสุด",
    "explanation": "ยินดีต้อนรับสู่วิทยาศาสตร์ทางทะเล ภาควิชาที่จะพาคุณไปสำรวจท้องทะเลในหลายมิติมากยิ่งขึ้น หากคุณเป็นคนรักทะเล สนใจความอัศจรรย์ของท้องทะเล แน่นอนว่าคุณคือเด็ก MARINE ตัวจริง แต่ถ้าหากคุณยังไม่มั่นใจ เรามีกิจกรรมมารีน มาแล้ว มา talk ๆ กัน รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/marine.webp"
  },
  {
    "major": 11,
    "name": "geo",
    "quote": "ศาสตร์แห่งการศึกษาวิวัฒนาการ และการกำเนิดโลก",
    "explanation": "ยินดีต้อนรับสู่ธรณีวิทยา ภาควิชาที่จะทำให้คุณได้เข้าใจโลกใบนี้มากยิ่งขึ้น ถ้าคุณเป็นคนรักการผจญภัย ชอบธรรมชาติ ชอบการลงพื้นที่ และไม่กลัวความลำบาก คุณคือเด็ก GEO อย่างแน่นอน แต่ถ้าคุณยังไม่มั่นใจ เรามีกิจกรรมเล่นแร่แปรธาตุ รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/geo.webp"
  },
  {
    "major": 12,
    "name": "chemtech",
    "quote": "ศาสตร์แห่งการออกแบบกระบวนการ และพัฒนาอุตสาหกรรม",
    "explanation": "ยินดีต้อนรับสู่เคมีเทคนิค ภาควิชาที่จะสอนให้คุณได้เป็นนักออกแบบ ถ้าหากคุณเป็นคนที่ชอบแก้ปัญหา และรู้สึกว่ามันท้าทายความสามารถของคุณ แน่นอนว่าคุณคือเด็ก CHEMTECH ตัวจริง แต่ถ้าหากคุณยังไม่มั่นใจ เรามีกิจกรรม โรงกลั่นสกัดโชคชะตา รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/chemtech.webp"
  },
  {
    "major": 13,
    "name": "foodtech",
    "quote": "ศาสตร์แห่งเเคล็ดลับความอร่อยของอาหารที่อยู่รอบตัวเรา",
    "explanation": "ยินดีต้อนรับสู่เทคโนโลยีทางอาหาร ภาควิชาที่ได้ลิ้มลองของอร่อยเยอะที่สุด ถ้าหากคุณเป็นคนชอบกิน สร้างสรรค์เมนูใหม่ และคงคุณภาพอาหารไว้ให้ดีที่สุด คุณเป็นเด็ก FOODTECH ตัวจริง แต่ถ้าหากคุณยังไม่มั่นใจ เรามีกิจกรรม Magic Popping Boba รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/foodtech.webp"
  },
  {
    "major": 14,
    "name": "matsci",
    "quote": "ศาสตร์แห่งการศึกษาโครงสร้าง วัสดุ และโมเลกุล",
    "explanation": "ยินดีต้อนรับสู่วัสดุศาสตร์ ภาควิชาที่จะพาคุณไปเรียนรู้เกี่ยวกับวัสดุรอบตัวเรา ถ้าหากคุณสนใจ ตั้งคำถามเกี่ยวกับสิ่งของ สนใจพอลิเมอร์ เซรามิก คุณคือเด็ก MATSCI ตัวจริง แต่ถ้าหากคุณยังไม่มั่นใจ เรามีกิจกรรม MATSCI TALISMAM รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/matsci.webp"
  },
  {
    "major": 15,
    "name": "imprint",
    "quote": "ศาสตร์แห่งเด็กวิทย์หัวใจศิลป์ สรรสร้างงานศิลป์ด้วยวิทยาศาสตร์",
    "explanation": "ยินดีต้อนรับสู่เทคโนโลยีทางภาพและการพิมพ์ ภาควิชาที่ได้สร้างสรรค์งานศิลปะ ถ้าหากคุณเป็นเด็กวิทย์หัวใจศิลป์ ชอบถ่ายรูป และชอบงานพิมพ์ คุณคือเด็ก IMPRINT แน่นอน แต่ถ้าหากคุณยังไม่มั่นใจ เรามีกิจกรรม 4 worksop รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/imprint.webp"
  },
  {
    "major": 16,
    "name": "bbtech",
    "quote": "ศาสตร์แห่งการศึกษาและประยุกต์ใช้กระบวนการทางชีววิทยา",
    "explanation": "ยินดีต้อนรับสู่เทคโนโลยีชีวภาพ หลักสูตรที่เปิดโอกาสให้คุณได้ลองเรียนรู้รอบด้าน และให้เวลาในการค้นหาสิ่งที่ตนเองชอบ ถ้าหากคุณอยากที่จะมีองค์ความรู้หลากหลายแขนง แน่นอนว่าคุณคือเด็ก BBTECH ตัวจริง แต่ถ้าหากคุณยังไม่มั่นใจ เรามีกิจกรรม โอมมะลึกกึ๊กกึ๋ยย์ อะจึยจะได้เรียนอะไรที่ BBtech รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/bbtech.webp"
  },
  {
    "major": 17,
    "name": "bistech",
    "quote": "ศาสตร์แห่งอุตสาหกรรมสมัยใหม่",
    "explanation": "ยินดีต้อนรับสู่วิทยาศาสตร์ และเทคโนโลยีอุตสาหการ หลักสูตรนานาชาติใหม่แกะกล่องจากคณะวิทย์ จุฬาฯ พร้อมแล้วที่จะพาคุณไปเรียนรู้เกี่ยวกับอุตสาหกรรมในรูปแบบที่คุณอาจจะไม่เคยรู้มาก่อน ถ้าหากคุณอยากท้าทายสิ่งใหม่ BISTECH คือทางเลือกที่คุณห้ามพลาด พบกัน ณ กิจกรรม BISTech Sorcery : เวทมนต์แห่งเทคโนโลยีอุตสาหการ รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/bistech.webp"
  }
]
