[
  {
    "sai": 1,
    "name": "bio",
    "quote": "ศาสตร์แห่งการเข้าใจความเป็นไปของทุกชีวิตบนโลกนี้ เพราะนี่คือ \"ภาควิชาชีววิทยา\"",
    "explanation": "ยินดีต้อนรับสู่ชีววิทยา ภาควิชาที่จะนำพาคุณไปสัมผัสกับคำว่าสิ่งมีชีวิต หากคุณเป็นคนที่ชื่นชอบตั้งคำถามเกี่ยวกับชีวิต ขี้สงสัย และช่างสังเกต แถมยังสนุกกับการได้เรียนรู้ระบบการทำงานของสิ่งใหม่ หยิบจับมาทำให้เกิดประโยชน์ แน่นอนว่าคุณคือเด็ก BIO ตัวจริง แต่ถ้าคุณยังไม่มั่นใจ เรามีกิจกรรมปั้นไขผึ้ง รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/bio.svg"
  },
  {
    "sai": 2,
    "name": "bot-gen",
    "quote": "ศาสตร์แห่งพันธุ์พืช และพันธุกรรมของสิ่งมีชีวิต เพราะนี่คือ \"ภาควิชาพฤกษศาสตร์\"",
    "explanation": "ยินดีต้อนรับสู่พฤกษศาสตร์ ภาควิชาที่คุณจะได้รู้จักกับพืชพันธุ์นานาชนิด และยังมีสาขาพันธุศาสตร์ที่จะพาคุณไปศึกษาความลับของพันธุกรรม ถ้าหากคุณเป็นคนชอบปลูกต้นไม้ เป็นคนใจเย็น แถมยังชอบเรียนรู้งานพันธุกรรมในสิ่งมีชีวิต คุณคือเด็ก BOTGEN แน่นอน แต่ถ้าหากคุณยังไม่มั่นใจ เรามีกิจกรรม Botanical potion – floral remedies: ปรุงชาสื่อความหมายจากดอกไม้และพืชพรรณ รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/botgen.svg"
  },
  {
    "sai": 3,
    "name": "biochem",
    "quote": "ศาสตร์แห่งกระบวนการชีวเคมีในระดับโมเลกุล เพราะนี่คือ \"ภาควิชาชีวเคมี\"",
    "explanation": "ยินดีต้อนรับสู่ชีวเคมี ภาควิชาที่จะสอนคุณลึกเข้าไปถึงระดับโมเลกุลของสิ่งมีชีวิต ถ้าหากคุณเป็นคนที่ช่างสังเกต ชอบเรียนรู้ และสนใจงานด้าน Biomolecules แน่นอนว่าคุณคือเด็ก BIOCHEM ตัวจริง แต่ถ้าหากคุณยังไม่มั่นใจ เรามีกิจกรรม DNA Whispering เสียงกระซิบจากดีเอ็นเอ รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/biochem.svg"
  },
  {
    "sai": 4,
    "name": "micro",
    "quote": "ศาสตร์แห่งสิ่งมีชีวิตขนาดเล็ก แต่เป็นที่มาของเรื่องราวที่ยิ่งใหญ่ เพราะนี่คือ \"ภาควิชาจุลชีววิทยา\"",
    "explanation": "ยินดีต้อนรับสู่จุลชีววิทยา ภาควิชาที่จะนำพาให้คุณได้เห็นสิ่งมีชีวิตขนาดเล็กที่จะคอยสรรสร้างเรื่องราวที่ยิ่งใหญ่ หากคุณรู้สึกท้าทาย และอยากรู้ว่าสิ่งเหล่านี้เป็นไปได้อย่างไร แถมยังชื่นชอบ และอยากลองนำสิ่งเหล่านี้มาใช้ให้เกิดประโยชน์ คุณคือเด็ก MICRO แน่นอน แต่ถ้าหากคุณยังไม่มั่นใจ เรามีกิจกรรม MICRO: my life รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/micro.svg"
  },
  {
    "sai": 5,
    "name": "math-com",
    "quote": "ศาสตร์แห่งตัวเลขและการสร้างสรรค์วิทยาการใหม่ ๆ เพราะนี่คือ \"ภาควิชาคณิตศาสตร์และวิทยาการคอมพิวเตอร์\"",
    "explanation": "ยินดีต้อนรับสู่คณิตศาสตร์และวิทยาการคอมพิวเตอร์ ภาควิชาที่จะนำพาคุณไปเรียนรู้ศาสตร์แห่งการใช้ตัวเลข และการประยุกต์ใช้เทคโนโลยีให้เกิดประโยชน์ หากคุณเป็นคนชอบคำนวณ และชอบการเรียนรู้เกี่ยวกับระบบคอมพิวเตอร์ คุณคือเด็ก MATHCOM แน่นอน แต่ถ้าหากคุณยังไม่มั่นใจ เรามีกิจกรรม Linear Regression Model & Data Visualization รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/mathcom.svg"
  },
  {
    "sai": 6,
    "name": "chem",
    "quote": "ศาสตร์แห่งความเข้าใจพื้นฐานของทุกสรรพสิ่ง เพราะนี่คือ \"ภาควิชาเคมี\"",
    "explanation": "ยินดีต้อนรับสู่เคมี ภาควิชาที่จะนำพาคุณไปสัมผัสกับการก่อกำเนิดของทุกสิ่งบนโลกนี้ ไม่ว่าจะเป็น ธาตุ ปฏิกิริยา หรือสารเคมีที่อยู่รอบตัวเรา หากคุณชอบการทำงานที่ต้องเข้าใจ และวางแผนมาก่อน รวมไปถึงการหาเหตุผลมารองรับกับทุกสิ่ง คุณคือเด็ก CHEM แน่นอน แต่ถ้าหากคุณยังไม่มั่นใจ เรามีกิจกรรม Essence of Fortune รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/chem.svg"
  },
  {
    "sai": 7,
    "name": "bsac",
    "quote": "ศาสตร์แห่งการเรียนรู้ที่จะประยุกต์สิ่งที่มีอยู่ให้ดีขึ้น เพราะนี่คือ \"หลักสูตรเคมีประยุกต์\"",
    "explanation": "ยินดีต้อนรับสู่เคมีประยุกต์ ภาควิชาที่ทำให้คุณได้ลองนำองค์ความรู้ที่มี มาพัฒนาเป็นสิ่งใหม่รอบตัวคุณ ถ้าคุณชื่นชอบในงานสร้างสรรค์ และพัฒนาผลิตภัณฑ์ใหม่ ๆ แถมยังเป็นคนที่เข้าใจวิชาเคมีเป็นอย่างดี แน่นอนว่าคุณคือเด็ก BSAC ตัวจริง แต่ถ้าหากคุณยังไม่มั่นใจ เรามีกิจกรรม Essence of Fortune รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/bsac.svg"
  },
  {
    "sai": 8,
    "name": "phy",
    "quote": "ศาสตร์แห่งการไขความลับของจักรวาล เพราะนี่คือ \"ภาควิชาฟิสิกส์\"",
    "explanation": "ยินดีต้อนรับสู่ฟิสิกส์ ภาควิชาที่พาคุณไปสำรวจเบื้องหลังของจักรวาล จะเป็นอย่างไร หากเรื่องเล่าในยุคกรีก ถูกเล่าฉีก ๆ ด้วยกฎฟิสิกส์ ถ้าคุณเป็นคนชอบคิดแบบมีตรรกะ ชอบความท้าทาย และใส่ใจรายละเอียดเล็กน้อย คุณคือเด็ก PHYSICS ตัวจริง แต่ถ้าหากคุณยังไม่มั่นใจ เรามีกิจกรรม มองฟ้ายังหลงดาว เธอเล่าเมื่อไหร่จะหลงกล รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/phy.svg"
  },
  {
    "sai": 9,
    "name": "envi",
    "quote": "ศาสตร์แห่งสิ่งแวดล้อม และการแก้ไขปัญหาเพื่อรักษาโลกของเรา เพราะนี่่คือ \"ภาควิชาวิทยาศาสตร์สิ่งแวดล้อม\"",
    "explanation": "ยินดีต้อนรับสู่วิทยาศาสตร์สิ่งแวดล้อม ภาควิชาที่ทำให้โลกของเราน่าอยู่มากยิ่งขึ้น ที่ภาคนี้คุณจะได้ศึกษาปัญหามลภาวะ และวิธีการแก้ไขไปพร้อม ๆ กัน ถ้าหากคุณเป็นคนที่รักษ์โลก และสนใจปัญหาสิ่งแวดล้อม แน่นอนว่าคุณคือเด็ก ENVI ตัวจริง แต่ถ้าหากคุณยังไม่มั่นใจ เรามีกิจกรรม ต้นไม้มงคล เสริมความเฮง เร่งความปัง รอคุรอยู่นะ!",
    "imagePath": "/assets/department-icon/envi.svg"
  },
  {
    "sai": 10,
    "name": "marine",
    "quote": "ศาสตร์แห่งท้องทะเลที่เรียนรู้ได้ไม่มีวันสิ้นสุด เพราะนี่คือ \"ภาควิชาวิทยาศาสตร์ทางทะเล\"",
    "explanation": "ยินดีต้อนรับสู่วิทยาศาสตร์ทางทะเล ภาควิชาที่จะพาคุณไปสำรวจท้องทะเลในหลายมิติมากยิ่งขึ้น หากคุณเป็นคนรักทะเล ชอบไปอควาเรียม หรือมีคำถามใหม่ ๆ เกี่ยวกับท้องทะเลเต็มไปหมด แน่นอนว่าคุณคือเด็ก MARINE ตัวจริง แต่ถ้าหากคุณยังไม่มั่นใจ เรามีกิจกรรมมารีน มาแล้ว มา talk ๆ กับปลาสวย ๆ รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/marine.svg"
  },
  {
    "sai": 11,
    "name": "geo",
    "quote": "ศาสตร์แห่งการศึกษาวิวัฒนาการ และการกำเนิดโลก เพราะนี่คือ \"ภาควิชาธรณีวิทยา\"",
    "explanation": "ยินดีต้อนรับสู่ธรณีวิทยา ภาควิชาที่จะทำให้คุณได้เข้าใจโลกใบนี้มากยิ่งขึ้น รวมไปถึงการศึกษาประวัติการเปลี่ยนแปลงที่ผ่านมา ถ้าคุณเป็นคนรักการผจญภัย ชอบธรรมชาติ ชอบการลงพื้นที่ และไม่กลัวความยากลำบาก คุณคือเด็ก GEO อย่างแน่นอน แต่ถ้าคุณยังไม่มั่นใจ เรามีกิจกรรมเล่นแร่แปรธาตุ รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/geo.svg"
  },
  {
    "sai": 12,
    "name": "chemtech",
    "quote": "ศาสตร์แห่งการออกแบบกระบวนการ และพัฒนาอุตสาหกรรม เพราะนี่คือ \"ภาควิชาเคมีเทคนิค\"",
    "explanation": "ยินดีต้อนรับสู่เคมีเทคนิค ภาควิชาที่จะสอนให้คุณได้เป็นนักออกแบบ และเข้าใจระบบการทำงานของอุตสาหกรรม ถ้าหากคุณเป็นคนที่ชอบเข้าใจลำดับขั้นตอนที่ยาก ๆ และรู้สึกว่ามันท้าทายความสามารถของคุณ อยากที่จะพิชิต แน่นอนว่าคุณคือเด็ก CHEMTECH ตัวจริง แต่ถ้าหากคุณยังไม่มั่นใจ เรามีกิจกรรม โรงกลั่นสกัดโชคชะตา รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/chemtech.svg"
  },
  {
    "sai": 13,
    "name": "foodtech",
    "quote": "ศาสตร์แห่งเเคล็ดลับความอร่อยของอาหารที่อยู่รอบตัวเรา เพราะนี่คือ \"ภาควิชาเทคโนโลยีทางอาหาร\"",
    "explanation": "ยินดีต้อนรับสู่เทคโนโลยีทางอาหาร ภาควิชาที่ได้ลิ้มลองของอร่อยเยอะที่สุดในคณะวิทย์ จุฬาฯ ถ้าหากคุณเป็นคนชอบกิน และอยากที่จะรู้เรื่องราวความเป็นมา รวมไปถึงสร้างสรรค์เมนูใหม่ ๆ ให้อร่อยมากยิ่งขึ้น คุณคงเป็นเด็ก FOODTECH ตัวจริง แต่ถ้าหากคุณยังไม่มั่นใจ เรามีกิจกรรม Magic Popping Boba รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/foodtech.svg"
  },
  {
    "sai": 14,
    "name": "matsci",
    "quote": "ศาสตร์แห่งการศึกษาโครงสร้าง วัสดุ และโมเลกุล เพราะนี่คือ \"ภาควิชาวัสดุศาสตร์\"",
    "explanation": "ยินดีต้อนรับสู่วัสดุศาสตร์ ภาควิชาที่จะพาคุณไปเรียนรู้เกี่ยวกับโครงสร้างวัสดุรอบตัวเรา ถ้าหากคุณชื่นชอบการศึกษาพอลิเมอร์ หรือเซรามิค และมีความเข้าใจวิชาเคมีเป็นอย่างดี คุณคือเด็ก MATSCI ตัวจริง แต่ถ้าหากคุณยังไม่มั่นใจ เรามีกิจกรรม MATSCI TALISMAM รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/matsci.svg"
  },
  {
    "sai": 15,
    "name": "imprint",
    "quote": "ศาสตร์แห่งเด็กวิทย์หัวใจศิลป์ สรรสร้างงานศิลป์ด้วยวิทยาศาสตร์ เพราะนี่คือ \"ภาควิชาเทคโนโลยีทางภาพและการพิมพ์\"",
    "explanation": "ยินดีต้อนรับสู่เทคโนโลยีทางภาพและการพิมพ์ ภาควิชาที่ได้สร้างงานศิลปะในรูปแบบที่สื่อถึงการเป็นตัวเรา ถ้าหากคุณเป็นเด็กวิทย์หัวใจศิลป์ ชอบถ่ายรูป และชอบงานพิมพ์ คุณคือเด็ก IMPRINT แน่นอน แต่ถ้าหากคุณยังไม่มั่นใจ เรามีกิจกรรม 4 worksop รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/imprint.svg"
  },
  {
    "sai": 16,
    "name": "bbtech",
    "quote": "ศาสตร์แห่งการศึกษาและประยุกต์ใช้กระบวนการทางชีววิทยา เพราะนี่คือ \"หลักสูตรเทคโนโลยีชีวภาพ\"",
    "explanation": "ยินดีต้อนรับสู่เทคโนโลยีชีวภาพ หลักสูตรที่เปิดโอกาสให้คุณได้ลองเรียนรู้รอบด้าน และให้เวลาในการค้นหาสิ่งที่ตนเองชอบ ที่หลักสูตรนี้ คุณจะได้เรียนวิทยาศาสตร์หลากหลายแขนง ถ้าหากคุณเป็นคนชอบศึกษาหลายด้าน และอยากที่จะมีองค์ความรู้รอบตัว แน่นอนว่าคุณคือเด็ก BBTECH ตัวจริง แต่ถ้าหากคุณยังไม่มั่นใจ เรามีกิจกรรม โอมมะลึกกึ๊กกึ๋ยย์ อะจึยจะได้เรียนอะไรที่ BBtech รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/bbtech.svg"
  },
  {
    "sai": 17,
    "name": "bistech",
    "quote": "ศาสตร์แห่งอุตสาหกรรมสมัยใหม่ เพราะนี่คือ \"หลักสูตรวิทยาศาสตร์และเทคโนโลยีอุตสาหการ\"",
    "explanation": "ยินดีต้อนรับสู่วิทยาศาสตร์ และเทคโนโลยีอุตสาหการ หลักสูตรนานาชาติใหม่แกะกล่องจากคณะวิทย์ จุฬาฯ พร้อมแล้วที่จะพาคุณไปเรียนรู้เกี่ยวกับอุตสาหกรรมในรูปแบบที่คุณอาจจะไม่เคยรู้มาก่อน ถ้าหากคุณเป็นคนชอบศึกษา และเข้าใจระบบโครงสร้างการทำงานแบบเป็นขั้นตอน แน่นอนว่าคุณคือเด็ก BISTECH ตัวจริง แต่ถ้าหากคุณยังไม่มั่นใจ เรามีกิจกรรม BISTech Sorcery: เวทมนต์แห่งเทคโนโลยีอุตสาหการ รอคุณอยู่นะ!",
    "imagePath": "/assets/department-icon/bistech.svg"
  }
]